[
  {
    "Department": "The American Wing",
    "Description": "Ever since its establishment in 1870, the Museum has acquired important examples of American art. Today, the American Wing's ever-evolving collection comprises some 20,000 works by African American, Euro American, Native American, and Latin American artists, ranging from the colonial to early-modern period.",
  },
  {
    "Department": "European Sculpture and Decorative Arts",
    "Description": "The 50,000 objects in the Museum's comprehensive collection of European sculpture and decorative arts reflect the development of a number of art forms in Western European countries from the early fifteenth through the early twentieth century. "
  },
  {
    "Department": "Modern and Contemporary Art",
    "Description": "The Met’s engagement with art from 1890 to today includes the acquisition and exhibition of works in a range of media, spanning movements in modernism to contemporary practices from across the globe."
  },
  {
    "Department": "Arms and Armor",
    "Description": "The principal goals of the Arms and Armor Department are to collect, preserve, research, publish, and exhibit distinguished examples representing the art of the armorer, swordsmith, and gunmaker."
  },
  {
    "Department": "Medieval Art",
    "Description": "The Museum's collection of medieval and Byzantine art is among the most comprehensive in the world, encompassing the art of the Mediterranean and Europe from the fall of Rome to the beginning of the Renaissance. "
  },
  {
    "Department": "Asian Art",
    "Description": "The Met's collection of Asian art—more than 35,000 objects, ranging in date from the third millennium B.C. to the twenty-first century—is one of the largest and most comprehensive in the world. "
  },
  {
    "Department": "Costume Institute",
    "Description": "The Costume Institute's collection of more than 33,000 costumes and accessories represents five continents and seven centuries of fashionable dress and accessories for men, women, and children, from the fifteenth century to the present."
  },
  {
    "Department": "Islamic Art",
    "Description": "The Met's collection of Islamic art is one of the most comprehensive in the world and ranges in date from the seventh to the twenty-first century. Its more than 15,000 objects reflect the great diversity and range of the cultural traditions from Spain to Indonesia."
  },
  {
    "Department": "The Michael C. Rockefeller Wing",
    "Description": "The Met's collection of ancient American art, situated in the Michael C. Rockefeller Wing, comprises more than 6,000 works of art representing almost 5,000 years of history from North, Central, and South America and the Caribbean. "
  },
  {
    "Department": "Greek and Roman Art",
    "Description": "The Museum's collection of Greek and Roman art comprises more than 30,000 works ranging in date from the Neolithic period (ca. 4500 B.C.) to the time of the Roman emperor Constantine's conversion to Christianity in A.D. 312."
  },
  {
    "Department": "Photographs",
    "Description": "Established as an independent curatorial department in 1992, The Met's Department of Photographs houses a collection of more than 75,000 works spanning the history of photography from its invention in the 1830s to the present."
  },
  {
    "Department": "Ancient Near Eastern Art",
    "Description": "The Met's collection of ancient Near Eastern art includes more than 7,000 works ranging in date from the eighth millennium B.C. through the centuries just beyond the time of the Arab conquests of the seventh century A.D."
  },
  {
    "Department": "Egyptian Art",
    "Description": "The Met's collection of ancient Egyptian art consists of approximately 26,000 objects of artistic, historical, and cultural importance, dating from the Paleolithic to the Roman period (ca. 300,000 B.C.–A.D. 4th century)."
  },
  {
    "Department": "Drawings and Prints",
    "Description": "The Met's collection of drawings and prints—one of the most comprehensive and distinguished of its kind in the world—began with a gift of 670 works from Cornelius Vanderbilt, a Museum trustee, in 1880."
  },
  {
    "Department": "Robert Lehman Collection",
    "Description": "The Robert Lehman Collection is one of the most distinguished privately assembled art collections in the United States. Robert Lehman's bequest to The Met is a remarkable example of twentieth-century American collecting."
  },
  {
    "Department": "The Cloisters",
    "Description": "The Museum's collection of medieval and Byzantine art is among the most comprehensive in the world, encompassing the art of the Mediterranean and Europe from the fall of Rome to the beginning of the Renaissance. "
  },
  {
    "Department": "European Paintings",
    "Description": "The Met's celebrated European Paintings collection encompasses more than 2,500 works of art from the thirteenth through the early twentieth century."
  },
  {
    "Department": "Musical Instruments",
    "Description": "The Museum's collection of musical instruments includes approximately 5,000 examples from six continents and the Pacific Islands, dating from about 300 B.C. to the present."
  },
  {
    "Department": "The Libraries",
    "Description": "The Met's libraries and study centers hold more than 900,000 books, periodicals, and auction catalogs, as well as photographs, prints, trade literature, and archival materials."
  }




]
